Repository: lliurex/repoman
Catalog: i18n/repoman/*.po
Languages: ca@valencia

source: Invalid argument
ca@valencia: Argument no vàlid

source: Invalid value for argument
ca@valencia: Valor no vàlid

source: Disabled
ca@valencia: Inhabilitat

source: Enabled
ca@valencia: Actiu

source: Operation failed
ca@valencia: Error

source: This repo needs external configuration
ca@valencia: Cal configuració adicional per al repositori

source: Add repository
ca@valencia: Afig un repositori

source: Disable repo
ca@valencia: Inhabilita el repositori

source: Edit repo
ca@valencia: Edita el repositori

source: Enable repo
ca@valencia: Activa el repositori

source: Show help
ca@valencia: Mostra l'ajuda

source: List repositories
ca@valencia: Mostra els repositoris

source: List enabled repositories
ca@valencia: Mostra els repositoris habilitats

source: List disabled repositories
ca@valencia: Mostra els repositoris inhabilitats

source: (name|index)
ca@valencia: (nom|index)

source: Show detailed information
ca@valencia: Mostrar detalls

source: Assume "yes" to all questions
ca@valencia: Si a totes les preguntes (desatesa)

source: You're going to add the repo present at
ca@valencia: S'afegirá el repo present a

source: Continue?
ca@valencia: Continuar?

source: disable
ca@valencia: desactivar

source: edit
ca@valencia: editar

source: enable
ca@valencia: activar

source: Repositories changed. Do you want to update info?
ca@valencia: Actualitzar els repositoris?

source: You're going to
ca@valencia: Es va a

source: Y/N
ca@valencia: S/N

source: Description:
ca@valencia: Descripció:

source: Name for the repository
ca@valencia: Nom del repositori

source: repository
ca@valencia: repositori

source: Ok
ca@valencia: Val

source: Unavailable
ca@valencia: No disponible

source: Usage: %s ACTION
ca@valencia: Ús: %s ACCIÓ

source: Parameters:
ca@valencia: Paràmetres:

source: Add repositories
ca@valencia: Afig repositoris

source: Repository not found at
ca@valencia: No es troba el repositori a l'Url

source: Insert repository name
ca@valencia: Inseriu el nom del repositori

source: Repository added
ca@valencia: Repositori agregat

source: Repository's contents
ca@valencia: Contingut del repositori

source: Descriptive description (optional)
ca@valencia: Descripció del repositori (opcional):

source: name of the repository
ca@valencia: nom del repositori

source: Repository's url
ca@valencia: URL del repositori

source: Url for the repository
ca@valencia: URL per al repositori

source: Add custom repositories
ca@valencia: Afig repositoris personalitzats

source: System repositories
ca@valencia: Repositoris del sistema

source: Manage system repositories
ca@valencia: Gestiona els repositoris

source: Activate/deactivate the system repositories
ca@valencia: Activar/desactivar els repositoris

source: Update repositories
ca@valencia: Actualitza els repositoris

source: System tools
ca@valencia: Eines del sistema

source: Lliurex pinning ENABLED
ca@valencia: Prioritza els repositoris de Lliurex (Pinning activat)

source: Lliurex pinning DISABLED
ca@valencia: Els repositoris de LliureX NO son prioritaris (pinning desactivat)

source: Other software related tools
ca@valencia: Altres eines relacionades

source: Restore default repositories
ca@valencia: Restaurar repositoris

source: Lliurex default repositories
ca@valencia: Repositoris predeterminats de Lliurex

source: Local repositories
ca@valencia: Repositoris locals

source: Ubuntu noble official repositories
ca@valencia: Repositoris oficials d'Ubuntu Noble

source: Insert your password for update repositories
ca@valencia: Per actualitzar cal introduïr la seua contrasenya
