Repository: lliurex/repoman
Catalog: lliurex-po/repoman/*.po
Languages: ca, es_es

source: Add repository
ca: Afig un repositori
es_es: Añadir repositorio

source: Disable repo
ca: Inhabilita el repositori
es_es: Deshabilitar repositorio

source: Enable repo
ca: Activa el repositori
es_es: Activar repositorio

source: User's password
ca: Contrasenya
es_es: Contraseña

source: Username
ca: Usuari
es_es: Usuario

source: Server url
ca: Url del servidor
es_es: Url del Servidor

source: Name for the repository
ca: Nom del repositori
es_es: Nombre del repositorio

source: Informative description of the repository
ca: Descripció del repositori
es_es: Descripción del repositorio (opcional)

source: List repositories
ca: Mostra els repositoris
es_es: Mostrar todos los repositorios

source: List enabled repositories
ca: Mostra els repositoris habilitats
es_es: Mostrar los repositorios activos

source: Yes to all questions (unattended)
ca: Si a totes les preguntes (desatesa)
es_es: Si a todas las preguntqas (desatendida)

source: List disabled repositories
ca: Mostra els repositoris inhabilitats
es_es: Mostrar los repositorios deshabilitados

source: Show help
ca: Mostra l'ajuda
es_es: Ayuda

source: Invalid Url
ca: L'Url no és vàlid
es_es: Url no válida

source: Can't add repository information. Check your permissions
ca: No es pot afegir la informació del repositori. Comproveu els vostres permisos
es_es: No se puede añadir la información del repositorio Comprueba los permisos

source: Can't write sources file. Check your permissions
ca: No es pot escriure el fitxer de fonts. Comproveu els vostres permisos
es_es: No se puede escribir el fichero de fuentes Comprueba los repositorios

source: Repository not found at given Url
ca: No es troba el repositori a l'Url donat
es_es: No se encuentra un repositorio en la url indicada

source: Repositories failed to update
ca: Ha fallat l'actualització dels repositoris
es_es: Fallo al actualizar los repositorios

source: Mirror not availabe
ca: Mirror no disponible
es_es: Mirror no disponible

source: This repository could'nt be overwrited
ca: No s'ha pogut sobreescriure el repositori
es_es: No se pudo sobreescribir el repositorio

source: Failed to add repo
ca: S'ha produït un error en afegir el repositori
es_es: Error al añadir repositorio

source: Unknown host
ca: Servidor desconegut
es_es: Servidor desconocido

source: You must be root or supply a valid username/password
ca: Heu de ser usuari primari o subministrar un nom d'usuari/contrasenya vàlids
es_es: Debes ser root o proporcionar un usuario y contraseña válidos

source: Incorrect username/password
ca: Nom d'usuari/contrasenya incorrectes
es_es: Usuario o contraseña incorrectos

source: Error retrieving data from server
ca: S'ha produït un error en recuperar les dades del servidor
es_es: Error leyendo la información del servidor

source: Y/N
ca: S/N
es_es: S/N

source: You're going to add the repo present at %(color1)s%(url)s%(color2)s. Continue? %(options)s [%(default)s]:
ca: Afegireu el repositori present a %(color1)s%(url)s%(color2)s. Voleu continuar? %(options)s [%(default)s]:
es_es: Se va a añadir el repositorio presente en %(color1)s%(url)s%(color2)s. ¿Continuar? %(options)s [%(default)s]:

source: Name for the repository [%s]:
ca: Nom del repositori [%s]:
es_es: Nombre del repositorio [%s]:

source: Description for the repository (optional):
ca: Descripció del repositori (opcional):
es_es: Descripción del repositorio (opcional):

source: Repository %(url)s %(color1)sadded successfully%(color2)s
ca: Repositori %(url)s %(color1)safegit correctament%(color2)s
es_es: Repositorio %(url)s %(color1)sañadido%(color2)s

source: You're going to %(color1)sdisable%(color2)s repository %(repo)s. Continue? %(options)s [%(default)s]:
ca: Aneu a %(color1)sinhabilitar%(color2)s el repositori %(repo)s. Voleu continuar? %(options)s [%(default)s]:
es_es: Se va a %(color1)sdeshabilitar%(color2)s el repositorio %(repo)s. ¿Continuar? %(options)s [%(default)s]:

source: You're going to enable repository %(repo)s. Continue? %(options)s [%(default)s]:
ca: Aneu a activar el repositori %(repo)s. Voleu continuar %(options)s [%(default)s]:
es_es: Se va activar el repositorio %(repo)s. ¿Continuar? %(options)s [%(default)s]:

source: Enabled
ca: Actiu
es_es: Activo

source: Disabled
ca: Inhabilitat
es_es: Deshabilitado

source: Usage: %s ACTION
ca: Ús: %s ACCIÓ
es_es: Uso: %s ACCIÓN

source: Parameters:
ca: Paràmetres:
es_es: Parámetros:

source: Invalid value for argument -%s
ca: Valor no vàlid per a l'argument -%s
es_es: Valor no válido para el argumenrto %s

source: Invalid argument
ca: Argument no vàlid
es_es: Argumento inválido

source: Repositories must be updated. Update now?
es_es: Hay que actualizar los repositorios. ¿Actualizar ahora?

source: Update repositories
ca: Actualitza els repositoris
es_es: Actualizar repositorios

source: Default repositories
ca: Repositoris per defecte
es_es: Repositorios por defecto

source: External repositories
es_es: Repositorios externos

source: Add external repository
es_es: Añadir repositorio externo

source: From here you can invoke RepoMan's mighty powers to manage your repositories.
es_es: Permite invocar los superpoderes de RepoMan para administrar los repositorios del sistema.

source: Repositories Manager
es_es: Gestor de repositorios

source: Name for the repo
es_es: Nombre del repo

source: Description
es_es: Descripción

source: Name is mandatory
es_es: El nombre es obligatorio

source: Name is too long
es_es: El nombre es demasiado largo

source: Description is too long
es_es: La descripción es demasiado larga

source: Url is mandatory
es_es: La URL es obligatoria

source: %s already exists. Overwrite it?
es_es: Ya existe %s. ¿Sobreescribirlo?

source: Added repository %s
es_es: Añadido el repositorio %s

source: Edit sources file
es_es: Editar fichero de fuentes

source: Enable/disable repository
es_es: Habilita/deshabilita el repositorio

source: Repositories updated
es_es: Repositorios actualizados

source: System tools
ca: Eines del sistema
es_es: Herramientas del sistema

source: Update repositories/System upgrade
ca: Actualitza els repositoris o el sistema
es_es: Actualizar repositorios/sistema

source: From here you can update the repositories info or launch lliurex-upgrade
ca: Des d'ací podeu actualitzar la informació dels repositoris o llançar lliurex-upgrade
es_es: Desde aquí se pueden actualizar los repositorios y ejecutar LliureX-UP

source: Launch Lliurex-Up
ca: Llança Lliurex-Up
es_es: Ejecutar LliureX-Up

source: Launch Lliurex-Store
ca: Llança Lliurex-Store
es_es: Ejecutar LliureX-Store

source: Repositories updated succesfully
ca: Els repositoris s'han actualitzat correctament
es_es: Repositorios actualizados

source: Failed to update repositories
es_es: Error actualizando repositorios

source: Choose the default repositories
ca: Trieu els repositoris per defecte
es_es: Seleccionar los repositorios por defecto

source: From here you can activate/deactivate the default repositories
ca: Des d'ací podeu activar/desactivar els repositoris per defecte
es_es: Desde aquí puedes activar/desactivar los repositorios por defecto

source: Enable or disable default repositories
ca: Habilita/ inhabilita un repositori per defecte
es_es: Habilita/deshabilita repositorios por deefecto

source: Mirror not available
ca: Mirror no disponible
es_es: Mirror no disponible

source: Couldn't write repo %s
es_es: No pude escribir %s

source: Couldn't write info for %s
es_es: No pude escribir la información de %s

source: Edit %s file
es_es: Editar fichero de %s

source: Enable %s and apply to edit
es_es: Activa %s y aplica para poder editar

source: Manage custom repositories
es_es: Gestiona repositorios personales

source: Custom repositories
ca: Repositoris personalitzats
es_es: Repositorios personales

source: From here you can manage your custom repositories
ca: Des d'ací podeu gestionar els vostres repositoris personalitzats
es_es: Desde aquí puedes gestionar tus repositorios personales

source: Manage extra repositories
ca: No es pot conectar amb el servidor N4d. Revise l'estat del servei
es_es: Gestiona repositorios personales

source: Add new repository
ca: Afig un repositori nou
es_es: Añadir repositorio

source: Failed to update repositories %s
ca: No s'han pogut actualitzar els repositoris %s
es_es: Error actualizando repositorios %s

source: Add custom repositories
ca: Afig repositoris personalitzats
es_es: Añadir repositorio personal

source: Add repositories
ca: Afig repositoris
es_es: Añadir repositorio

source: From here you can add custom repositories
ca: Des d'ací podeu afegir repositoris personalitzats
es_es: Desde aquí puedes añadir repositorios personales

source: name of the repository
ca: nom del repositori
es_es: Nombre del repositorio

source: Insert repository name
ca: Inseriu el nom del repositori
es_es: Introduce el nombre del repositorio

source: Repository's contents
ca: Contingut del repositori
es_es: Contenido del repositorio

source: Descriptive description (optional)
ca: Descripció del repositori (opcional):
es_es: Descripción del repositorio (opcional):

source: Repository's url
ca: URL del repositori
es_es: URL del repositorio

source: Url for the repository
ca: URL per al repositori
es_es: URL del repositorio

source: Error adding repository %s
es_es: Error añadiendo el repositorio %s

source: Lliurex default repositories
ca: Repositoris predeterminats de Lliurex
es_es: Repositorios de LliureX

source: Local repositories
ca: Repositoris locals
es_es: Repositorios locales

source: Ubuntu bionic official repositories
es_es: Repositorios oficiales de Ubuntu Bionic

source: Lliurex educational resources
ca: Recursos educatius de Lliurex
es_es: Recursos educativos de Lliurex

source: Repositories changed. Do you want to update info? %(options)s [%(default)s]:
ca: Actualitzar els repositoris? %(options)s [%(default)s]:

source: Couldn't write repo
ca: No s'ha pogut escriure el repositori

source: Couldn't write info for
ca: No s'ha pogut escriure la informació per a

source: Edit {} file
ca: Edita el fitxer {}

source: Enable {} and apply to edit
ca: Habilita {} i aplica per a editar

source: Manage custom repositories
ca: Gestiona els repositoris personalitzats

source: N4d is down. Check the state of N4d server
ca: No es pot conectar amb el servidor N4d. Revise l'estat del servei.

source: Failed to update:
ca: Error actualitzant:

source: Temporaly SET THE SERVER as source in a client for modify his repos
ca: Activa temporalment la modificació dels repositoris DEL SERVIDOR a un client

source: Modify server repos
ca: Modificar repositoris del servidor

source: Enable this to modify the server repositories
ca: Activar per a modificar els repositoris del servidor

source: Enable server repos
ca: Activa repositoris del servidor

source: Disable server repos
ca: Inhabilita repositoris del servidor

source: Using repos from
ca: Utilitzant repositoris de

source: Error adding repository
ca: S'ha produït un error en afegir el repositori

source: Added repository
ca: Repositori afegit

source: Ubuntu jammy official repositories
ca: Repositoris oficials d'Ubuntu Jammy
